Repository: JefferyQ/trachacks-hudsontracplugin
Catalog: HudsonTrac/locale/*/LC_MESSAGES/hudsontrac.po
Languages: fr

source: Build finished successfully
fr: Le build a réussi

source: Build unstable
fr: Le build est instable

source: Build aborted
fr: Le build a été interrompu

source: Build in progress
fr: Le build a démarré

source: Build failed
fr: Le build a échoué

source: %(message)s since %(elapsed)s
fr: %(message)s depuis %(elapsed)s

source: %(message)s after %(elapsed)s
fr: %(message)s au bout de %(elapsed)s

source: Hudson Build Summary
fr: Hudson Builds : Synthèse

source: Recent builds for: %(project)s
fr: Build récents pour « %(project)s »

source: [1:Note:] Most recent builds are on the left side.
fr: [1:Note :] Les builds les plus récents sont sur le côté gauche.
